{
    "categories": {
        "silly": [
            {"question":"Share a drunk story! 🍺"},
            {"question":"What would you bring if you were to be stranded on a tropical island? 🌴"},
            {"question":"Have a barp contest!!! 😄"},
			{"question":"Make funny faces, do not laugh!"},
			{"question":"Point at the person you want to know better! Tell them why!"},
			{"question":"Who is your hero?"},
			{"question":"What is your biggest fear?"},
			{"question":"What really makes you angry?"},
			{"question":"What motivates you to work hard?"},
			{"question":"What is your favorite thing about your career?"},
			{"question":"What is your biggest complaint about your job?"},
			{"question":"What is your proudest accomplishment?"},
			{"question":"What is your favorite book to read?"},
			{"question":"What makes you laugh the most?"},
			{"question":"What was the last movie you went to? What did you think?"},
			{"question":"What is your favorite game or sport to watch and play?"},
			{"question":"What would you sing at Karaoke night?"},
			{"question":"Which would you rather do: wash dishes, mow the lawn, clean the bathroom, or vacuum the house?"},
			{"question":"Who is your favorite author?"},
			{"question":"Have you ever had a nickname? What is it?"},
			{"question":"Do you like or dislike surprises? Why or why not?"},
			{"question":"What motivates you to work hard?"},
			{"question":"What are your hobbies?"},
			{"question":"What is the best gift you have been given?"},
			{"question":"What is the worst gift you have received?"},
			{"question":"Aside from necessities, what one thing could you not go a day without?"},
			{"question":"How many pairs of shoes do you own?"},
			{"question":"If you were a super-hero, what powers would you have?"},
			{"question":"What's your favorite zoo animal?"},
			{"question":"If you could share a meal with any 4 individuals, living or dead, who would they be?"},
			{"question":"How many pillows do you sleep with?"},
			{"question":"What's the longest you've gone without sleep (and why)?"},
			{"question":"Would you rather trade intelligence for looks or looks for intelligence?"},
			{"question":"How often do you buy clothes?"},
			{"question":"What was the last book you read?"},
			{"question":"Are you a clean or messy person?"},
			{"question":"How long does it take you to get ready in the morning?"},
			{"question":"What's your favorite fast food chain?"},
			{"question":"Do you love or hate rollercoasters?"},
			{"question":"Is your glass half full or half empty?"},
			{"question":"What's the most unusual thing you've ever eaten?"},
			{"question":"Do you collect anything?"},
			{"question":"Is there anything you wished would come back into fashion?"},
			{"question":"If you had a warning label, what would yours say?"}
			
			
        ],
        "travel": [
            {"question":"What is your favorite destination?\n\nShare your best tips!"},
            {"question":"What is the best way to travel?\nexplain why!\n\n🚀 🚕 🚄 🚌 🚗"},
            {"question":"When was the first time you went abroad without your parents? Where did you travel and why?"},
			{"question":"Where have you been so far?"},
			{"question":"What destinations are on your bucket list?"},
			{"question":"If you had to choose, the beach or the mountains?"},
			{"question":"Who would you want to be stranded with on a deserted island?"},
			{"question":"If you could go back in time, what year would you travel to?"},
			{"question":"What's the tallest building you've been to the top in?"}
        ],
		"childhood": [
            {"question":"Where did you grow up?"},
            {"question":"Share a sad memory from your childhood"},
            {"question":"Share a happy memory from your childhood"},
			{"question":"If you could go back and tell your young self something, what would you say? 🤔"},
			{"question":"Where did you go to elementary school? How was your experience?"},
			{"question":"Describe your best christmas growing up!"},
			{"question":"What did you do on summer breaks?"},
			{"question":"Do you regret anything from your childhood?"},
			{"question":"What did you want to be when you were growing up?"},
			{"question":"How old were you when you learned Santa wasn't real? How did you find out?"},
			{"question":"What was your favorite subject in school?"}
        ],
		"whatif": [
            {"question":"What would you do if money was not an issue?"},
            {"question":"What would you do for a living if you could choose freely?"},
            {"question":"What would you do if you were invisible and no one could see you?"},
			{"question":"What car would you want if you could pick any?"},
			{"question":"What if you could change anything with yourself, what would it be?"},
			{"question":"If you could choose to do anything for a day, what would it be?"},
			{"question":"If you could hire someone to help you, would it be with cleaning, cooking, or yard work?"},
			{"question":"If you could only eat one meal for the rest of your life, what would it be?"}
        ]
    }
}